export const testStrings = [

  {
    string: 'नं',
    syllables: ['नं']
  },
  {
    string: 'इव',
    syllables: ['इ', 'व']
  },
  {
    string: 'सोऽपि',
    syllables: ['सो', 'पि']
  },
  {
    string: 'रावणः',
    syllables: ['रा', 'व', 'णः']
  },
  {
    string: 'नम्रता',
    syllables: ['न', 'म्र', 'ता']
  },
  {
    string: 'रामायणम्',
    syllables: ['रा', 'मा', 'य', 'णम्']
  },
  {
    string: 'न निमग्नं',
    syllables: ['न', 'नि', 'म', 'ग्नं']
  },
  {
    string: 'क्रन्दनम्',
    syllables: ['क्र', 'न्द', 'नम्']
  },
  {
    string: 'विदिताखिलशास्त्रसुधाजलधे',
    syllables: [
      'वि', 'दि', 'ता', 'खि', 'ल', 'शा', 'स्', 'त्र', 'सु', 'धा', 'ज', 'ल', 'धे'
    ]
  },
  {
    string: 'मुखान्निःसरन्ते गिरश्चापि चित्रम्',
    syllables: [
      'मु', 'खा', 'न्निः', 'स', 'र', 'न्ते', 'गि', 'र', 'श्चा', 'पि', 'चि', 'त्रम्'
    ]
  },
  {
    string: 'न जानामि शब्दं न जानामि चार्थं',
    syllables: [
      'न', 'जा', 'ना', 'मि', 'श', 'ब्दं', 'न', 'जा', 'ना', 'मि', 'चा', 'र्थं'
    ]
  },
];
